export const BONUSES_TYPES = {
  title: "Виды бонусов букмекерских контор",
  description:
    "По способу получения и использования все вознаграждения в БК можно разделить на несколько видов:",
  types: [
    {
      name: "Фрибет",
      description:
        "Наиболее частый тип бонуса, представляющий собой бесплатную ставку за регистрацию, установку приложения или депозит. Как правило, фрибет не нужно отыгрывать, а достаточно поставить его один раз на любое событие и забрать чистую прибыль в качестве подарка.",
    },
    {
      name: "Бонус за депозит",
      description:
        "Обычно дается новым клиентам за первое пополнение счета, реже – за последующие внесения средств. Сумма вознаграждения может варьироваться от 10% до 500% от суммы депозита. У разных букмекеров можно встретить разные условия отыгрыша, зачастую заключающиеся в совершении ставок на общую сумму в несколько раз больше размера пополнения.",
    },
    {
      name: "Кэшбек",
      description:
        "Возврат некоторой части денег на счет клиента за выполнение каких-либо условий.",
    },
    {
      name: "Страховка пари",
      description:
        "Возможность сделать ставку и в случае ее проигрыша получить обратно деньги, либо часть суммы пари.",
    },
    {
      name: "Улучшенные коэффициенты",
      description:
        "Сюда входят прибавки к выигрышу по конкретным матчам или видам пари, 0% маржа, экспресс дня и прочие предложения, связанные с повышенными котировками.",
    },
    {
      name: "Подарок на День рождения",
      description: "Специальная награда на День рождения клиента.",
    },
  ],
  loyaltyNote:
    "Также отдельно стоит выделить программу лояльности – накопительную систему бонусов БК, в которой обычно игрокам даются баллы или очки. Их можно потратить на приобретение различных видов вознаграждения. Для повышения уровня в программе лояльности необходимо делать как можно больше ставок.",
};
