export const STEPS = [
  {
    number: 1,
    title: "Выбрать букмекера",
    description:
      "Для начала стоит определиться с БК для ставок. О важнейших критериях выбора мы уже рассказали. Можно попробовать игру не в одной букмекерской конторе, а в нескольких.",
  },
  {
    number: 2,
    title: "Зарегистрировать аккаунт",
    description:
      "Далее следует перейти на сайт букмекера или скачать его приложение, после чего приступить к регистрации. Заполните анкету, предлагаемую конторой, в которой обычно нужно указать ФИО, номер телефона, придумать пароль и согласиться с условиями компании.",
  },
  {
    number: 3,
    title: "Пройти идентификацию",
    description:
      "После регистрации нужно подтвердить свою личность. Делается это разными способами, которые у всех букмекеров отличаются. В российских легальных БК идентификацию можно пройти следующими способами: портал «Госуслуги», загрузка фото (скана) на сайте или в приложении БК, офисы «Связного» и Contact, ППС. Обратите внимание, что в отличие от зарубежных БК в легальных российских конторах необходима регистрация и идентификация в Едином ЦУПИС. Достаточно создать верифицированный аккаунт в системе ЦУПИС один раз, и далее он будет использоваться для подтверждения личности во всех легальных в РФ букмекерских конторах.",
  },
  {
    number: 4,
    title: "Пополнить счет",
    description:
      "Некоторые букмекеры при регистрации дают фрибеты, и с ними можно начать играть без депозита. Однако для полноценной игры необходимо пополнить счет со своих денег. Выберите удобный для вас платежный метод, укажите сумму и подтвердите транзакцию. Обратите внимание на верхние и нижние лимиты депозитов в БК.",
  },
  {
    number: 5,
    title: "Сделать ставку",
    description:
      "Когда на вашем счету окажутся деньги, можно приступить к выбору события и оформлению первого пари. Откройте прематч или лайв-линию, нажмите на коэффициент исхода и в купоне введите сумму пари. Чтобы оформить ординар, достаточно одного события, для экспресса или системы необходимо минимум два исхода в купоне.",
  },
];
