import {
  Shield,
  Trophy,
  Coins,
  Video,
  CreditCard,
  Headphones,
  Gift,
  BarChart3,
  Activity,
} from "lucide-react";

export const CRITERIA_ITEMS = [
  {
    icon: Shield,
    title: "Лицензия",
    description:
      "На российском рынке беттинга есть более 20 легальных компаний, осуществляющих деятельность уже как минимум несколько лет. Поэтому при выборе между новой БК и старой проверенной конторой предпочтение стоит отдавать последней. Также стоит играть только в легальных БК, деятельность которых регулируется ФНС РФ. Так вы будете защищены от обмана и сможете получить свои деньги при любых форс-мажорных обстоятельствах со стороны букмекера.",
  },
  {
    icon: Trophy,
    title: "Виды спорта",
    description:
      "Нормальным показателем считается минимум 20-25 спортивных видов в прематч-линии и по несколько дивизионов (лиг) для каждого вида спорта и страны. Важно, чтобы присутствовали все основные дисциплины: футбол, хоккей, баскетбол, волейбол, теннис, MMA, киберспорт. Топовые букмекеры также предлагают клиентам экзотические виды спорта, например, гэльский футбол, керлинг, гольф.",
  },
  {
    icon: Activity,
    title: "Live ставки",
    description:
      "Популярность лайв-ставок мало чем уступает прематч-пари, поэтому важно, чтобы букмекер предлагал пользователям насыщенный лайв с высокими коэффициентами и конкурентной росписью. Ведущие букмекеры добавляют в лайв более 90% матчей из прематч-линии и реализуют интересный функционал: инфографику, текстовые трансляции, видеотрансляции. Еще один важный критерий – быстрота приема пари в лайве. Хорошим показателем считается время не более 5-7 секунд.",
  },
  {
    icon: BarChart3,
    title: "Коэффициенты",
    description:
      "Это ключевой показатель в букмекерских конторах, от которого напрямую зависит прибыльность игрока, особенно на длинной дистанции. Котировки принято считать по марже букмекера – комиссии, которую БК берет себе с каждой ставки. Нормальная маржа – около 2-3% на топовые матчи главных видов спорта.",
  },
  {
    icon: Video,
    title: "Трансляции матчей",
    description:
      "Возможность смотреть матч в прямом эфире на сайте или в приложении БК – важный критерий, особенно для тех, кто играет в лайве. Благодаря трансляции игрок сможет лучше оценить шансы спортсмена или команды, а также быстрее среагировать на изменения ситуации в поединке. При выборе БК следует обращать внимание, насколько часто матчи сопровождаются трансляциями и какая стоит задержка эфира.",
  },
  {
    icon: Coins,
    title: "Размер ставок",
    description:
      "Букмекерские конторы устанавливают ограничения на размер ставок. Чем шире лимиты у букмекера, тем удобнее игроку варьировать свои ставки. Нормальными показателями считается минимальная сумма пари в 50-100 рублей, а максимальная – от 500 000 рублей и выше. Часто в БК можно встретить плавающие лимиты на максимальный размер пари – в этом случае возможная сумма зависит от конкретного исхода.",
  },
  {
    icon: CreditCard,
    title: "Платежные системы",
    description:
      "Возможность пополнения и вывода средств разными способами – еще один важнейший критерий, от которого зависит комфорт клиента. Топовые букмекеры предлагают игрокам все основные способы ввода и вывода: онлайн-кошельки, банковские карты, банковские переводы, интернет-сервисы, мобильные платежи, пополнение наличными в офисах БК или его партнеров.",
  },
  {
    icon: Headphones,
    title: "Горячая линия",
    description:
      "Наличие техподдержки очень важно при решении каких-либо спорных вопросов или просто для уточнения правил, особенностей БК. Чем больше способов связи со службой поддержки, тем лучше. У большинства букмекеров есть онлайн-чат, горячая линия и e-mail.",
  },
  {
    icon: Gift,
    title: "Бонусы",
    description:
      "Наличие бонусов за регистрацию и акций помогает развиваться как новичкам, так и опытным клиентам БК. Стартовые бонусы позволят игроку увеличить баланс и делать ставки на более крупные суммы, не рискуя личными средствами. Также следует обратить внимание на наличие программы лояльности – системы набора баллов за активные ставки в букмекерской конторе. В будущем эти баллы можно обменять на деньги, фрибеты и другие награды.",
  },
];
